Repository: zarnigorumrzakova/currency_converter
Catalog: lib/l10n/intl_*.arb
Languages: ru, uz

source: Currency converter
ru: Kонвертер валют
uz: Valyuta konvertori

source: Rate on Play Market
ru: Оценить на Плей Маркете
uz: Play Marketda baholang

source: Source Code
ru: Исходный код
uz: Dastur kodlari

source: Our Telegram Channel
ru: Наш Telegram канал
uz: Bizning Telegram kanal

source: We are on Facebook
ru: Мы в Facebook
uz: Biz Facebookda

source: We Are On Twitter
ru: Мы в твиттере
uz: Biz Twitterda

source: We Are On Instagram
ru: Мы в инстаграме
uz: Biz Instagramda

source: Feedback
ru: Обратная связь
uz: Fikr mulohaza

source: About
ru: О программе
uz: Dastur haqida

source: Central Bank of the Republic of Uzbekistan
ru: Центральный банк Республики Узбекистан
uz: O'zbekiston Respublikasi Markaziy banki

source: Currency exchange
ru: Курсы обмена
uz: Valyutalar kursi

source: Zarnigor Umrzakova
ru: Зарнигор Умрзакова

source: Prepared On The Basis Of Open Data Open Source Program,
uz: ochiq ma'lumotlar asosida tayyorlangan.Dastur ochiq kodli bo'lib ,
